Repository: vdr-projects/vdr-plugin-pin
Catalog: po/*.po
Languages: it_it

source: Add current channel to protection list
it_it: Aggiungi canale attuale all'elenco protezione

source: Add current broadcast to protection list
it_it: Aggiungi trasmissione attuale all'elenco protezione

source: Edit channel locks
it_it: Modifica protezioni canale

source: Edit broadcast locks
it_it: Modifica protezioni trasmissione

source: Edit plugin locks
it_it: Modifica protezioni plugin

source: Edit menu locks
it_it: Modifica protezioni menu

source: Unlock setup
it_it: Sblocca impostazioni

source: Lock setup
it_it: Blocca impostazioni

source: Activate childlock
it_it: Attiva filtro famiglia

source: Activated pin protection
it_it: Attivato filtro famiglia

source: Please setup a pin code first!
it_it: Per favore imposta prima un codice Pin

source: Protected channels
it_it: Canali protetti

source: Protected broadcasts
it_it: Trasmissioni protette

source: Plugin protections
it_it: Plugin di protezione

source: Menu protections
it_it: Protezioni menu

source: locked
it_it: protetto

source: unlocked
it_it: sprotetto

source: already in list
it_it: già nell'elenco

source: added to protection list
it_it: aggiunto all'elenco protezione

source: Edit
it_it: Modifica

source: On/Off
it_it: Attivo/Disattivo

source: Add
it_it: Aggiungi

source: Delete
it_it: Elimina

source: Remove entry?
it_it: Rimuovere valore?

source: Lock active
it_it: Protezione attiva

source: Keyword
it_it: Parola chiave

source: Setup your pin code:
it_it: Imposta il codice pin:

source: Pin Code:
it_it: Codice Pin

source: Pin code successfully setup
it_it: Codice pin impostato con successo

source: Code accepted
it_it: Codice accettato

source: Invalid Code !
it_it: Codice non valido !

source: Please enter pin code first
it_it: Per favore inserisci prima un codice Pin

source: Recording protected, enter pin code first
it_it: Registrazione protetta, inserisci prima il codice pin

source: channel is protected
it_it: Canale protetto

source: broadcast is protected
it_it: Trasmissione protetta

source: is protected
it_it: è protetta

source: Skip protected channel silent
it_it: Salta i canali protetti in modo silenzioso

source: Hide protected menus
it_it: Nascondi menu protetti

source: Hide protected plugins
it_it: Nascondi plugin protetti

source: Hide protected recordings
it_it: Nascondi registrazioni protette

source: Open menu after pin request
it_it: Apri menu dopo richiesta Pin

source: Pin inactivity time [min]
it_it: Tempo inattività Pin [min]

source: Autoprotection of recordings
it_it: Protezione automatica registrazioni

source: Ignoring invalid pin
it_it: Ignora pin non valido
